tags/spring-ws-2.0.0.RELEASE/core/src/test/resources/org/springframework/ws/soap/saaj/support/soapMessage.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
    <SOAP-ENV:Body>
        <tru:StockSymbol xmlns:tru="http://fabrikam123.com/payloads">QQQ</tru:StockSymbol>
    </SOAP-ENV:Body>
</SOAP-ENV:Envelope>